Repository: dexit/tempos
Catalog: apps/frontend/i18n/*/messages.po
Languages: fr_fr

source: [0]No features in the database.|[1]There is actually one feature in the database.|(1,+Inf]There is actually %count% features in the database.
fr_fr: [0]Pas de caractéristique dans la base de données.|[1]Il y a une caractéristique dans la base de données.|(1,+Inf]Il y a %count% caractéristiques dans la base de données.

source: add a new feature
fr_fr: ajouter une nouvelle caractéristique

source: Values
fr_fr: Valeurs

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Any
fr_fr: Peu importe

source: Edit values
fr_fr: Modifier les valeurs

source: Add value
fr_fr: Ajouter une valeur

source: No values
fr_fr: Pas de valeurs

source: Home
fr_fr: Accueil

source: Users
fr_fr: Utilisateurs

source: Cards
fr_fr: Cartes

source: Locations
fr_fr: Lieux

source: You can also %zone_index_link%.
fr_fr: Vous pouvez aussi %zone_index_link%.

source: go back to the zone page
fr_fr: retourner à la liste des zones

source: Previous day
fr_fr: Jour précédent

source: Next day
fr_fr: Jour suivant

source: Complete
fr_fr: Complet

source: Other reservation
fr_fr: Autre réservation

source: Add a reservation
fr_fr: Ajouter une réservation

source: Past
fr_fr: Passé

source: Too far in the future
fr_fr: Trop loin dans le futur

source: Legend
fr_fr: Légende

source: Available
fr_fr: Disponible

source: In the past
fr_fr: Dans le passé

source: No sub menu.
fr_fr: Pas de sous-menu.

source: Has some reservations, but still available
fr_fr: Possède quelques réservations, mais toujours disponible

source: Room selection for booking "%activity_name%"
fr_fr: Choix de la salle pour la réservation de &laquo;&nbsp;%activity_name%&nbsp;&raquo;

source: Available rooms for "%user_name%"
fr_fr: Salles disponibles pour &laquo;&nbsp;%user_name%&nbsp;&raquo;

source: Your rooms
fr_fr: Vos salles

source: No rooms found that match the specified criterias.
fr_fr: Pas de salle trouvée qui corresponde aux critères de recherche

source: Select
fr_fr: Choisir

source: Room planning for "%activity_name%"
fr_fr: Comparaison des salles pour &laquo;&nbsp;%activity_name%&nbsp;&raquo;

source: %count% room(s) displayed:
fr_fr: %count% salle(s) affichées&nbsp;:

source: No rooms displayed.
fr_fr: Pas de salle affichée.

source: Previous month
fr_fr: Mois précédent

source: Next month
fr_fr: Mois suivant

source: Navigation:
fr_fr: Navigation&nbsp;:

source: View zones
fr_fr: Voir les zones

source: View availability planning
fr_fr: Voir la table des disponibilités

source: Choose an entry
fr_fr: Choisir une entrée

source: Nothing to display
fr_fr: Rien à afficher

source: Edit profiles
fr_fr: Editer les profils

source: My profile
fr_fr: Mon profil

source: Profile updated
fr_fr: Profil mis à jour

source: Profile updated successfully
fr_fr: Profil mis à jour avec succès

source: Login
fr_fr: Connexion

source: Start page
fr_fr: Page d'accueil

source: Available zones and rooms for "%user_name%"
fr_fr: Zones et salles pour &laquo;&nbsp;%user_name%&nbsp;&raquo;

source: Your zones and rooms
fr_fr: Vos zones et salles

source: You can also %room_search_link%.
fr_fr: Vous pouvez aussi %room_search_link%.

source: search a room
fr_fr: rechercher une salle

source: There is no valid subscription for any zone. Please contact the person responsible for the system.
fr_fr: Aucune inscription trouvée. Veuillez contacter le responsable du système.

source: You have no valid subscription for any zone. Please contact the person responsible for the system.
fr_fr: Aucune inscription trouvée. Veuillez contacter le responsable du système.

source: Book for %user_name%
fr_fr: Réserver pour %user_name%

source: Go back to %group_page%.
fr_fr: Retourner à %group_page%.

source: the "%group_name%" group page
fr_fr: la page du groupe &laquo;&nbsp;%group_name%&nbsp;&raquo;

source: Available entries
fr_fr: Entrées disponibles

source: This user does not have any entry.
fr_fr: Cet utilisateur n'a aucune entrée.

source: Availability planning for "%activity_name%"
fr_fr: Table des disponibilités pour l'entrée &laquo;&nbsp;%activity_name%&nbsp;&raquo;

source: You can also %display_week_link%.
fr_fr: Vous pouvez aussi %display_week_link%.

source: display the week overview
fr_fr: afficher la semaine

source: Display the week overview
fr_fr: Afficher la semaine

source: You can also %display_month_link%.
fr_fr: Vous pouvez aussi %display_month_link%.

source: display the month overview
fr_fr: afficher le mois

source: Display the month overview
fr_fr: Afficher le mois

source: No room matches the specified criterias.
fr_fr: Aucune salle ne correspond à tous les critères indiqués.

source: Welcome to Tempo's !
fr_fr: Bienvenue dans Tempo's !

source: You are currently logged-in as <strong>%user_name%</strong>. If your are not <strong>%user_name%</strong>, please click %logout_link%.
fr_fr: Vous êtes actuellement identifié en tant que <strong>%user_name%</strong>. Si vous n'êtes pas <strong>%user_name%</strong>, veuillez cliquer sur %logout_link%.

source: this link
fr_fr: ce lien

source: You are currently logged-in with the card <strong>#%card_number%</strong>. If this is not your card number, please click %logout_link%.
fr_fr: Vous êtes actuellement identifié grâce à la carte <strong>#%card_number%</strong>. Si il ne s'agit pas de votre numéro de carte, veuillez cliquer sur %logout_link%.

source: Your entries
fr_fr: Vos entrées

source: You do not have any entry.
fr_fr: Vous n'avez aucune entrée.

source: Book for another person
fr_fr: Réserver pour une autre personne

source: You may also book for people in the following group(s):
fr_fr: Vous pouvez aussi réserver pour une personne dans le(s) groupe(s) suivant(s)&nbsp;:

source: %count% member(s)
fr_fr: %count% membre(s)

source: Your upcoming reservations
fr_fr: Vos réservations à venir

source: See reservation...
fr_fr: Voir la réservation...

source: Book for another person in "%group_name%"
fr_fr: Réserver pour une autre personne du groupe &laquo;&nbsp;%group_name%&nbsp;&raquo;

source: Group members
fr_fr: Membres du groupe

source: [0]No users in the group.|[1]There is actually one user in the group.|(1,+Inf]There is actually %count% users in the group.
fr_fr: [0]Aucun utilisateur dans le groupe.|[1]Il y a un utilisateur dans le groupe.|(1,+Inf]Il y a %count% utilisateurs dans le groupe.

source: Please select the person for which you want to book a room:
fr_fr: Veuillez choisir la personne pour laquelle vous souhaitez réserver une salle.

source: Add booking
fr_fr: Effectuer une réservation

source: User account deactivated
fr_fr: Compte utilisateur désactivé

source: No entries.
fr_fr: Pas d'entrées.

source: Edit close period for %room_name%
fr_fr: Modifier les périodes de fermeture pour la salle %room_name%

source: the close period page
fr_fr: la page des périodes de fermeture

source: New close period for %room_name%
fr_fr: Nouvelle période de fermeture pour la salle %room_name%

source: Close periods for %room_name%
fr_fr: Périodes de fermeture pour la salle %room_name%

source: [0]No close periods in the database.|[1]There is actually one close period in the database.|(1,+Inf]There is actually %count% close periods in the database.
fr_fr: [0]Pas de période de fermeture.|[1]Il y a une période de fermeture.|(1,+Inf]Il y a %count% périodes de fermeture.

source: You may also %room_link%.
fr_fr: Vous pouvez aussi %room_link%.

source: [1]There is one visitor request pending.|(1,+Inf]There are %count% visitor requests pending (%offset%/%count%).
fr_fr: [1]Il y a une demande de visiteur en attente.|(1,+Inf]Il y a %count% demandes de visiteur en attente (%offset% sur %count%).

source: To
fr_fr: À

source: Send delete warning message
fr_fr: Envoyer un message d'avertissement de suppression

source: Family name
fr_fr: Nom de famille

source: Surname
fr_fr: Prénom

source: login with a card number
fr_fr: vous connecter avec un numéro de carte

source: Password
fr_fr: Mot de passe

source: Current password
fr_fr: Mot de passe actuel

source: Please repeat password
fr_fr: Veuillez répéter le mot de passe

source: Birthdate
fr_fr: Date de naissance

source: Email address
fr_fr: Adresse de courriel

source: Phone number
fr_fr: Numéro de téléphone

source: Required.
fr_fr: Requis.

source: Invalid.
fr_fr: Invalide.

source: "%value%" is too long (%max_length% characters max).
fr_fr: &laquo;&nbsp;%value%&nbsp;&raquo; est trop long (%max_length% caractères maximum).

source: "%value%" is too short (%min_length% characters min).
fr_fr: &laquo;&nbsp;%value%&nbsp;&raquo; est trop court (%min_length% caractères minimum).

source: The two passwords must match.
fr_fr: Les deux mots de passe ne correspondent pas.

source: Filter user list
fr_fr: Filtrer la liste

source: Import from CSV file
fr_fr: Importer à partir d'un fichier CSV

source: Add method
fr_fr: Méthode d'ajout

source: File
fr_fr: Fichier

source: Delimiter
fr_fr: Délimiteur

source: Skip header
fr_fr: Supprimer l'en-tête

source: Add
fr_fr: Ajouter

source: Replace
fr_fr: Remplacer

source: Groups as leader
fr_fr: Responsable des groupes

source: Groups as member
fr_fr: Membre des groupes

source: Is active
fr_fr: Est actif

source: add a new user
fr_fr: ajouter un nouvel utilisateur

source: Roles
fr_fr: Rôles

source: Unlimited access
fr_fr: Accès illimité

source: Minimum number of hours in advance
fr_fr: Nombre minimum d'heures à l'avance

source: Maximum number of days in advance
fr_fr: Nombre maximum de jours à l'avance

source: Minimum duration of reservations (minutes)
fr_fr: Durée minimale des réservations (minutes)

source: Maximum duration of reservations (minutes)
fr_fr: Durée maximale des réservations (minutes)

source: How many hours allowed per week (hours)
fr_fr: Nombre d'heures maximum par semaine (heures)

source: add a new group
fr_fr: ajouter un nouveau groupe

source: Everybody
fr_fr: Membres et chefs

source: Non-members
fr_fr: Non membres/Non chefs

source: Edit for
fr_fr: Créer pour

source: Edition rule
fr_fr: Règle d'édition

source: Fill
fr_fr: Combler

source: Please copy the security code
fr_fr: Veuillez recopier le code de sécurité

source: add a new card
fr_fr: ajouter une nouvelle carte

source: Start date
fr_fr: Date de départ

source: Stop date
fr_fr: Date de fin

source: Download this report as a CSV file
fr_fr: Télécharger ce rapport en fichier CSV

source: Download this report as a PDF file
fr_fr: Télécharger ce rapport en fichier PDF

source: add a new root zone
fr_fr: ajouter une nouvelle zone racine

source: Parent zone
fr_fr: Zone parente

source: the zone view
fr_fr: les zones

source: search for a specific room
fr_fr: rechercher une salle

source: Minimal capacity
fr_fr: Capacité minimale

source: Room to copy from:
fr_fr: Copier depuis la salle&nbsp;:

source: add a new close period
fr_fr: ajouter une nouvelle période de fermeture

source: Minimum delay (minutes)
fr_fr: Délai minimum (minutes)

source: Is exclusive
fr_fr: Est exclusif

source: Physical Access Controller
fr_fr: Contrôleur d'accès physique

source: Physical access identifier
fr_fr: Identifiant pour le contrôle d'accès

source: Network
fr_fr: Réseau

source: Email
fr_fr: Courriel

source: General
fr_fr: Général

source: Backup
fr_fr: Sauvegarde

source: Host
fr_fr: Hôte

source: IPv4 type
fr_fr: Adressage IPv4

source: IPv4 address
fr_fr: Adresse IPv4

source: IPv4 netmask
fr_fr: Masque de sous-réseau IPv4

source: IPv4 gateway
fr_fr: Passerelle IPv4

source: System
fr_fr: Système

source: Static
fr_fr: Statique

source: Use mail
fr_fr: Utiliser les courriels

source: SMTP host
fr_fr: Hôte SMTP

source: SMTP port
fr_fr: Port SMTP

source: Always override from ?
fr_fr: Toujours utiliser la valeur &laquo;&nbsp;De&nbsp;&raquo; ?

source: Encryption method
fr_fr: Méthode de chiffrement

source: No encryption
fr_fr: Pas de chiffrement

source: Use authentication
fr_fr: Authentification requise

source: Allow registration
fr_fr: Autoriser les inscriptions

source: Registration granted message
fr_fr: Message en cas d'enregistrement autorisé

source: Subtitle
fr_fr: Sous-titre

source: Backup method
fr_fr: Méthode de sauvegarde

source: No backup
fr_fr: Pas de sauvegarde

source: Book for an entire group
fr_fr: Réserver au nom d'un groupe

source: Duration (minutes)
fr_fr: Durée (minutes)

source: Date and time
fr_fr: Date et heure

source: Repetition type
fr_fr: Type de répétition

source: Count
fr_fr: Nombre

source: Count and date
fr_fr: Nombre et date

source: Stop on error
fr_fr: Arrêter en cas d'erreur

source: Book until
fr_fr: Réserver jusqu'à

source: Day period
fr_fr: Période journalière

source: Week period
fr_fr: Période hebdomadaire

source: Month period
fr_fr: Période mensuelle

source: Year period
fr_fr: Période annuelle

source: This zone cannot be choosen as parent zone.
fr_fr: Cette zone ne peut être choisie comme zone parente.

source: You do not have enough credits. Remaining credits (minutes): %remaining_credit%
fr_fr: Vous n'avez pas assez de crédit. Crédits restants (minutes) : %remaining_credit%

source: The specified password is incorrect
fr_fr: Le mot de passe saisi est incorrect.

source: Count cannot be null with the selected repetition type.
fr_fr: Le nombre ne peut pas être nul avec le type de répétition sélectionné.

source: Until date cannot be null with the selected repetition type.
fr_fr: La date limite ne peut être nulle avec le type de répétition sélectionné.

source: This field cannot contain <, > or & characters.
fr_fr: Ce champ ne peut contenir les caractères <, > ou &.

source: The reservation does not fit in the timetable.
fr_fr: La réservation ne peut pas rentrer dans l'emploi du temps.

source: No delay found ! Please contact an administrator.
fr_fr: Aucun délai trouvé ! Veuillez contacter un administrateur.

source: No valid subscription found at this date ! Please contact an administrator.
fr_fr: Aucune inscription valide trouvée à cette date. Veuillez contacter un administrateur.

source: You cannot book that soon. Minimum delay: %minimum_delay% minute(s).
fr_fr: Vous ne pouvez réserver aussi tôt. Délai minimum: %minimum_delay% minute(s).

source: You cannot book that far in the future. Maximum delay: %maximum_delay% day(s).
fr_fr: Vous ne pouvez réserver aussi loin. Délai maximum: %maximum_delay% jour(s).

source: You may not book for more than %maximum_duration% consecutive minutes.
fr_fr: Vous ne pouvez effectuer de réservation de plus de %maximum_duration% minutes consécutives.

source: Minimum duration for a reservation is %minimum_duration% minutes.
fr_fr: La durée minimale pour une réservation est de %minimum_duration% minutes.

source: You may only book by periods of %step% minutes.
fr_fr: Vous ne pouvez réserver que par périodes de %step% minutes.

source: No duration found. Please contact your administrator !
fr_fr: Aucune durée trouvée ! Veuillez contacter un administrator.

source: An overlapping reservation exists.
fr_fr: Une réservation chevauchante existe.

source: An overlapping period exists.
fr_fr: Une période chevauchante existe.

source: Please supply a valid IPv4 address
fr_fr: Veuillez saisir une adresse IPv4 valide.

source: You may not book more than %minutes_per_week% minutes in the same week. You already have %total%.
fr_fr: Vous ne pouvez pas réserver plus de %minutes_per_week% minutes par semaine. Vous avez déjà réservé %total% minutes cette semaine.

source: No hours per week found. Please contact your administrator !
fr_fr: Aucune limite par semaine trouvée. Veuillez contacter votre administrateur.

source: Insufficient people count: you have %people_count% people, at least %needed_count% needed.
fr_fr: Pas assez de monde&nbsp;: vous avez %people_count% personne(s); minimum&nbsp;: %needed_count%.

source: Too much people: you have %people_count% people, at most %granted_count% granted.
fr_fr: Trop de monde&nbsp;: vous avez %people_count% personne(s); maximum&nbsp;: %granted_count%.

source: You cannot specify 0 for all periods.
fr_fr: Vous ne pouvez spécifier 0 pour toutes les périodes.

source: You cannot book in the past !
fr_fr: Vous ne pouvez réserver dans le passé !

source: clear the filter
fr_fr: effacer le filtre

source: You currently are on a demonstration server. The database is reset every night (at 2:00 AM, Paris/Madrid).
fr_fr: Serveur de démonstration. La base de données est réinitialisée chaque nuit (à 2h00, Paris/Madrid).

source: You may login using the demonstration account: "%s", password: "%s"
fr_fr: Utilisez le compte de démonstration&nbsp;: nom d'utilisateur&nbsp;: &laquo;&nbsp;%s&nbsp;&raquo;, mot de passe&nbsp;: &laquo;&nbsp;%s&nbsp;&raquo;

source: demo
fr_fr: démo

source: Energy actions list
fr_fr: Liste des actions énergétiques

source: Energy actions
fr_fr: Actions énergétiques

source: add a new action
fr_fr: ajouter une nouvelle action

source: Up delay (minutes)
fr_fr: Délai d'allumage (minutes)

source: Down delay (minutes)
fr_fr: Délai d'extinction (minutes)

source: Up PID
fr_fr: PID allumage

source: Down PID
fr_fr: PID extinction

source: Here is the list of all energy actions:
fr_fr: Voici la liste de toutes les actions énergétiques du système&nbsp;:

source: No PID
fr_fr: Pas de PID

source: New action
fr_fr: Nouvelle action

source: Edit action
fr_fr: Éditer l'action

source: the action list page
fr_fr: la liste des actions

source: Energy
fr_fr: Énergie

source: On
fr_fr: Allumé

source: Off
fr_fr: Éteint

source: Fields
fr_fr: Champs

source: Occupancy
fr_fr: Occupation

source: Room occupancy
fr_fr: Occupation des salles

source: Day of week
fr_fr: Jour de la semaine

source: Multiple reservation
fr_fr: Réservation multiple

source: You already have a reservation at this date: %reservation%
fr_fr: Vous avez déjà une réservation à cette date&nbsp;: %reservation%

source: Home automation controller
fr_fr: Contrôleur domotique

source: KNXnet/IP host
fr_fr: Hôte KNXnet/IP

source: KNXnet/IP port
fr_fr: Port KNXnet/IP

source: IPX800 host
fr_fr: Hôte IPX800

source: IPX800 port
fr_fr: Port IPX800

source: Preset URL
fr_fr: URL Preset

source: Identifier
fr_fr: Identifiant

source: No identifier
fr_fr: Pas d'identifiant

source: Database
fr_fr: Base de données

source: Profiles
fr_fr: Profils

source: No profiles defined
fr_fr: Aucun profil défini

source: Edit profile for %room_name%
fr_fr: Éditer le profil pour la salle %room_name%

source: the profile list page
fr_fr: la liste des profils

source: New profile for %room_name%
fr_fr: Nouveau profil pour %room_name%

source: Room profiles for "%room_name%"
fr_fr: Profils pour la salle "%room_name%"

source: add a new profile
fr_fr: ajouter un nouveau profil

source: Profile
fr_fr: Profil

source: Price
fr_fr: Tarif

source: Rename
fr_fr: Renommage

source: Free field 1
fr_fr: Champ libre 1

source: Free field 2
fr_fr: Champ libre 2

source: Free field 3
fr_fr: Champ libre 3

source: Start reservation X minutes before the reservation date (minutes)
fr_fr: Démarrer la réservation X minutes avant la date de réservation (minutes)

source: Activities module
fr_fr: Module activités

source: Activities item
fr_fr: Champ activités

source: Other member(s)
fr_fr: Autre(s) membre(s)

source: Create a group with these users
fr_fr: Créer un groupe avec ces utilisateurs

source: Add to an existing group
fr_fr: Ajouter à un groupe existant

source: One or more rooms reserved
fr_fr: Une ou plusieurs salles réservées

source: All rooms reserved
fr_fr: Toutes les salles réservées

source: No room reserved
fr_fr: Aucune salle réservée

source: In the future
fr_fr: Dans le futur

source: Print options
fr_fr: Options d'impression

source: Print
fr_fr: Impression

source: Display "Reserved by"
fr_fr: Afficher "Réservé par"

source: Display "Reserved for"
fr_fr: Afficher "Réservé pour"

source: Display "Reason"
fr_fr: Afficher "Raison"

source: Display "Time"
fr_fr: Afficher "Temps"

source: Display "Duration"
fr_fr: Afficher "Durée"

source: Display "Custom field 1"
fr_fr: Afficher "Champ libre 1"

source: Display "Custom field 2"
fr_fr: Afficher "Champ libre 2"

source: Display "Custom field 3"
fr_fr: Afficher "Champ libre 3"

source: Display "Status"
fr_fr: Afficher "Statut"

source: Display "Physical access"
fr_fr: Afficher "Accès physique"

source: Display titles
fr_fr: Afficher les titres

source: Partially occupied
fr_fr: Partiellement occupé

source: Empty
fr_fr: Vide

source: Unvailable
fr_fr: Indisponible

source: Free
fr_fr: Libre

source: Currently unvailable
fr_fr: Non réservable actuellement

source: Delete reservations
fr_fr: Supprimer des réservations

source: Multiple deletion
fr_fr: Suppression multiple

source: Deletion type
fr_fr: Type de suppression

source: ReservationDelete
fr_fr: Suppression de réservation

source: All rooms
fr_fr: Toutes les salles

source: Periodicity
fr_fr: Périodicité

source: Dayly
fr_fr: Journalière

source: Weekly
fr_fr: Hebdomadaire

source: Monthly
fr_fr: Mensuelle

source: Annual
fr_fr: Annuelle

source: Number
fr_fr: Nombre

source: All activities
fr_fr: Toutes les activités

source: Start hour
fr_fr: Heure de début

source: End hour
fr_fr: Heure de fin

source: The stop date must be after the start date.
fr_fr: Le date de fin doit être après la date de début.

source: The stop hour must be after the start hour.
fr_fr: L'heure de fin doit être après l'heure de début.

source: Multiple reservations deletion
fr_fr: Suppression multiple de réservations

source: Reservations deletion
fr_fr: Suppression de réservations

source: %count% reservation(s) match the specified parameters. Do you really want to delete these reservations ?
fr_fr: %count% réservation(s) correspondent aux paramètres spécifiés. Voulez-vous vraiment supprimer ces réservations ?

source: %count% reservation(s) match the specified parameters. Please select reservations to delete:
fr_fr: %count% réservation(s) correspondent aux paramètres spécifiés. Veuillez sélectionner les réservations à supprimer :

source: Do you really want to delete these reservations ?
fr_fr: Souhaitez-vous vraiment supprimer ces réservations ?

source: Delete these reservations
fr_fr: Supprimer ces réservations

source: Delete selected reservations
fr_fr: Supprimer les réservations sélectionnées

source: Confirm deletion
fr_fr: Confirmation de suppression

source: The reservation is a part of a repetition of reservations. You can also delete reservations before and after it and part of the same repetition.
fr_fr: La réservation fait partie d'une répétition de réservations. Vous pouvez également supprimer les réservations précédentes ou suivantes de la même répétition.

source: Deletion choices
fr_fr: Choix de suppression

source: This reservation only
fr_fr: Cette réservation seulement

source: This and following reservations
fr_fr: Cette réservation et les suivantes

source: This and previous reservations
fr_fr: Cette réservation et les précédentes

source: All reservations of the same repetition
fr_fr: Toutes les réservations de la même répétition

source: Reservations of the same repetition
fr_fr: Les réservations de la même répétition

source: Tools
fr_fr: Outils

source: In this case, you'll be redirected to delete multiple form pre-filled.
fr_fr: Dans ce cas, vous serez redirigé vers le fomulaire de suppression multiple pré-rempli.

source: Reservations on the slot %beginHour% - %endHour% from %beginDate% at %beginHour% to %endDate% at %endHour%
fr_fr: Réservations concernant le créneau %beginHour% - %endHour% du %beginDate% à %beginHour% au %endDate% à %endHour%

source: This reservation is part of repeat reservations
fr_fr: Cette réservation fait partie d'une répétition de réservations

source: Display
fr_fr: Afficher

source: A summary of relevant reservations will be displayed before deleting
fr_fr: Un récapitulatif des réservations concernées sera affiché avant la suppression
