Repository: dexit/tempos
Catalog: apps/frontend/i18n/*/messages.po
Languages: fr_fr

source: JavaScript is disabled. Filter functions disabled due to security measures.
fr_fr: JavaScript est désactivé. Les fonctions de filtre sont désactivées pour raisons de sécurité.

source: No checkbox checked selects all rooms
fr_fr: Aucune case cochée sélectionne toutes les salles

source: Clear
fr_fr: Vider

source: Reservations on the slot %beginHour% - %endHour%
fr_fr: Réservations concernant le créneau %beginHour% - %endHour%

source: From %beginDate% at %beginHour% to %endDate% at %endHour%
fr_fr: Du %beginDate% à %beginHour% au %endDate% à %endHour%

source: From %beginDate% to %endDate%
fr_fr: Du %beginDate% au %endDate%

source: Reservation deletion
fr_fr: Suppression de réservation

source: Here are the deleted reservations:
fr_fr: Voici les réservations supprimées :

source: Deletion successful
fr_fr: Suppression réussie

source: No reservation has been deleted
fr_fr: Aucune réservation n'a été supprimée

source: Here are the reservations that have not been deleted:
fr_fr: Voici les réservations qui n'ont pas été supprimées :

source: Unable to delete this reservation
fr_fr: Impossible de supprimer cette réservation

source: All reservations have been deleted
fr_fr: Toutes les réservations ont été supprimées

source: the multiple reservations deletion page
fr_fr: la page de suppression multiple de réservations

source: Physical access
fr_fr: Accès physique

source: Physical access for "%room_name%"
fr_fr: Accès physique pour la salle "%room_name%"

source: Reservation for %activity_name% in %room_name%
fr_fr: Réservation pour l'entrée %activity_name% dans la salle %room_name%

source: Back
fr_fr: Retour

source: No checkbox checked selects all activities
fr_fr: Aucune case cochée sélectionne toutes les activités

source: Send to
fr_fr: Envoyer à

source: See
fr_fr: Voir

source: Go to today's date
fr_fr: Aller à la date d'aujourd'hui

source: Check all
fr_fr: Tout cocher

source: Uncheck all
fr_fr: Tout décocher

source: About reservation:
fr_fr: Concernant la réservation :

source: Activity:
fr_fr: Activité :

source: Room:
fr_fr: Salle :

source: 1 month = 4 weeks
fr_fr: 1 mois = 4 semaines

source: 1 year = 52 weeks
fr_fr: 1 an = 52 semaines

source: Create selected reservations
fr_fr: Créer les réservations sélectionnées

source: Number of controllers
fr_fr: Nombre de contrôleurs

source: Number of physical access controllers
fr_fr: Nombre de contrôleurs d'accès physiques

source: Number of home automation controllers
fr_fr: Nombre de contrôleurs domotiques

source: Identifier name
fr_fr: Nom d'identifiant

source: This name already exists
fr_fr: Ce nom existe déjà

source: This name already exists for physical access control. Please choose another one.
fr_fr: Ce nom existe déjà pour un contrôle d'accès physique. Veuillez en choisir un autre.

source: Controller name
fr_fr: Nom du contrôleur

source: Configured Physical Access Controller
fr_fr: Contrôleur d'accès physique configuré

source: Configured Home Automation Controller
fr_fr: Contrôleur domotique configuré

source: You can't give the same identifier name to two different controllers : %controller_name1% and %controller_name2%.
fr_fr: Vous ne pouvez pas donner le même nom identifiant à deux contrôleurs différents : %controller_name1% et %controller_name2%.

source: Temporary file creation path
fr_fr: Chemin du répertoire temporaire de création du fichier
