Repository: dexit/tempos
Catalog: apps/frontend/i18n/*/messages.po
Languages: fr_fr

source: Time management and physical access
fr_fr: Gestion du temps et contrôle d'accès physique

source: <strong>Tempo's&copy;</strong> is a product of the <strong>ISLOG&copy;</strong> company - 2005-%year%
fr_fr: <strong>Tempo's</strong> est un produit de la société <strong>ISLOG&copy;</strong> - 2005-%year%

source: Edit group
fr_fr: Modifier le groupe

source: Go back to %index_page%.
fr_fr: Retourner à %index_page%.

source: the group list page
fr_fr: la liste des groupes

source: Javascript disabled
fr_fr: Javascript désactivé

source: JavaScript is disabled. Deletion and filter functions disabled due to security measures.
fr_fr: JavaScript est désactivé. Les fonctions de suppression et de filtre sont désactivées pour raisons de sécurité.

source: Cancel
fr_fr: Annuler

source: Delete
fr_fr: Supprimer

source: Are you sure ?
fr_fr: Etes-vous sur ?

source: New group
fr_fr: Nouveau groupe

source: Groups
fr_fr: Groupes

source: [0]No groups in the database.|[1]There is actually one group in the database.|(1,+Inf]There is actually %count% groups in the database.
fr_fr: [0]Aucun groupe dans la base de données.|[1]Il y a un groupe dans la base de données.|(1,+Inf]Il y a actuellement %count% groupes dans la base de données.

source: Name
fr_fr: Nom

source: Activities
fr_fr: Activités

source: Leader(s)
fr_fr: Responsable(s)

source: Member(s)
fr_fr: Membre(s)

source: Members count
fr_fr: Nombre de membres

source: No entries
fr_fr: Pas d'entrées

source: No leader(s)
fr_fr: Pas de chef(s)

source: Edit subscriptions
fr_fr: Modifier les inscriptions

source: You may also %add_link%.
fr_fr: Vous pouvez aussi %add_link%.

source: Add users to an existing group
fr_fr: Ajouter les utilisateurs à un groupe existant

source: the user list page
fr_fr: la liste des utilisateurs

source: Edit user
fr_fr: Modifier l'utilisateur

source: User created
fr_fr: Utilisateur créé

source: User was created successfully.
fr_fr: L'utilisateur a été créé avec succès.

source: Create a new one.
fr_fr: Créer un nouvel utilisateur.

source: Visitor list
fr_fr: Liste des visiteurs

source: No visitor request pending.
fr_fr: Pas de demande de visiteur en attente.

source: See previous
fr_fr: Précédent

source: See next
fr_fr: Suivant

source: User import
fr_fr: Importation d'utilisateurs

source: Importation result
fr_fr: Résultat de l'importation

source: %count% user(s) imported.
fr_fr: %count% utilisateur(s) importé(s).

source: You can also %user_index_link%.
fr_fr: Vous pouvez aussi %user_index_link%.

source: go back to the user page
fr_fr: retourner à la liste des utilisateurs

source: JavaScript is disabled. Deletion function disabled due to security measures.
fr_fr: JavaScript est désactivé. Les fonctions de suppression sont désactivées pour des raisons de sécurité.

source: Save
fr_fr: Sauvegarder

source: Leaders
fr_fr: Responsables

source: Members
fr_fr: Membres

source: Visitors
fr_fr: Visiteurs

source: Import
fr_fr: Importation

source: New user
fr_fr: Nouvel utilisateur

source: User search
fr_fr: Recherche d'utilisateur

source: Show results
fr_fr: Afficher les résultats

source: Search member
fr_fr: Rechercher un membre

source: Members list
fr_fr: Liste des membres

source: [0]No users match.|[1]There is one matching user.|(1,+Inf]There is actually %count% matching users.
fr_fr: [0]Aucun utilisateur ne correspond à la recherche.[1]Il y a un utilisateur correspondant.|(1,+Inf]Il y a %count% utilisateurs correspondants.

source: Show/Hide filters
fr_fr: Afficher/Cacher les filtres

source: You can also %home_link%.
fr_fr: Vous pouvez aussi %home_link%.

source: [0]No users in the database.|[1]There is actually one user in the database.|(1,+Inf]There is actually %count% users in the database.
fr_fr: [0]Aucun utilisateur dans la base de données.[1]Il y a un utilisateur dans la base de données.|(1,+Inf]Il y a %count% utilisateurs dans la base de données.

source: Username
fr_fr: Nom d'utilisateur

source: Card number
fr_fr: Numéro de carte

source: Minimum birth date
fr_fr: Date de naissance minimum

source: Maximum birth date
fr_fr: Date de naissance maximum

source: Subscriptions
fr_fr: Inscriptions

source: activate
fr_fr: activer

source: No active subscription
fr_fr: Pas d'inscription active

source: Group leader
fr_fr: Responsable de groupe

source: No groups
fr_fr: Pas de groupes

source: Accept
fr_fr: Accepter

source: Edit zone
fr_fr: Modifier la zone

source: the zone list page
fr_fr: la liste des zones

source: Root
fr_fr: Racine

source: Rooms
fr_fr: Salles

source: New zone
fr_fr: Nouvelle zone

source: Move to the parent zone
fr_fr: Déplacer à la zone parente

source: Add a sub-zone
fr_fr: Ajouter une sous-zone

source: Delete zone
fr_fr: Supprimer la zone

source: Zone list
fr_fr: Liste des zones

source: JavaScript is disabled. Deletion and move functions disabled due to security measures.
fr_fr: JavaScript est désactivé. Les fonctions de suppression et de déplacement sont désactivées pour des raisons de sécurité.

source: [0]No zones in the database.|[1]There is actually one zone in the database.|(1,+Inf]There is actually %count% zones in the database.
fr_fr: [0]Pas de zone dans la base de données.[1]Il y a une zone dans la base de données.|(1,+Inf]Il y a %count% zones dans la base de données.

source: Sub-zones
fr_fr: Sous-zones

source: Add a room
fr_fr: Ajouter une salle

source: No rooms in this zone.
fr_fr: Pas de salles dans cette zone.

source: Report
fr_fr: Rapport

source: Reporting
fr_fr: Rapports

source: Usage report from %s to %s
fr_fr: Rapport d'utilisation du %s au %s

source: Show reporting
fr_fr: Afficher le rapport

source: No reservation match
fr_fr: Aucune réservation trouvée

source: No reservation match the specified parameters.
fr_fr: Aucune réservation ne correspond aux paramètres de recherche.

source: %count% reservation(s) match the specified parameters. Click %clear_link% to clear search results.
fr_fr: %count% réservation(s) correspondent aux paramètres spécifiés. Cliquez %clear_link% pour remettre à zéro les résultats de recherche.

source: Click %clear_link% to clear search results.
fr_fr: Cliquez %clear_link% pour remettre à zéro les résultats de recherche.

source: here
fr_fr: ici

source: User
fr_fr: Utilisateur

source: Activity
fr_fr: Activité

source: Duration
fr_fr: Durée

source: Room
fr_fr: Salle

source: Reason
fr_fr: Raison

source: Comment
fr_fr: Commentaire

source: Group
fr_fr: Groupe

source: Guests count
fr_fr: Nombre d'invités

source: Status
fr_fr: Statut

source: No reason
fr_fr: Pas de raison

source: No group
fr_fr: Pas de groupe

source: Physical Access Controller reports error !
fr_fr: Le contrôle d'accès physique reporte une erreur !

source: Forgotten !
fr_fr: Oubliée !

source: Reservation not ended yet !
fr_fr: La réservation n'est pas encore terminée !

source: Edit card
fr_fr: Modifier la carte

source: Card created
fr_fr: Carte créée

source: Card was created successfully.
fr_fr: La carte a été créée avec succès

source: the card list page
fr_fr: la liste des cartes

source: Time cards
fr_fr: Cartes de temps

source: New card
fr_fr: Nouvelle carte

source: Card List
fr_fr: Liste des cartes

source: Search
fr_fr: Recherche

source: No card matches the specified pattern "%pattern%".
fr_fr: Aucune carte ne correspond au schéma de recherche &laquo;&nbsp;%pattern%&nbsp;&raquo;.

source: [1]There is one card of %count% matching the specified card number: "%pattern%"|(1,+Inf]There are %searchCount% cards of %count% matching the specified card number: "%pattern%"
fr_fr: [1]Il y a une carte sur %count% qui correspond aux paramètres de recherche&nbsp;: &laquo;&nbsp;%pattern%&nbsp;&raquo;

source: [0]No cards in the database.|[1]There is actually one card in the database.|(1,+Inf]There is actually %count% cards in the database.
fr_fr: [0]Pas de carte dans la base de données.[1]Il y a une carte dans la base de données.|(1,+Inf]Il y a %count% cartes dans la base de données.

source: Search for a particular card:
fr_fr: Rechercher une carte particulière&nbsp;:

source: Pin code
fr_fr: Code PIN

source: Owner
fr_fr: Propriétaire

source: Entry
fr_fr: Entrée

source: Entries
fr_fr: Entrées

source: New entry
fr_fr: Nouvelle entrée

source: Edit entry
fr_fr: Éditer l'entrée

source: the entries list page
fr_fr: la liste des entrées

source: Features
fr_fr: Caractéristiques

source: [0]No entries in the database.|[1]There is actually one entry in the database.|(1,+Inf]There is actually %count% entries in the database.
fr_fr: [0]Pas d'entrées dans la base de données.[1]Il y a une entrée dans la base de données.|(1,+Inf]Il y a %count% entrées dans la base de données.

source: add a new entry
fr_fr: ajouter une nouvelle entrée

source: Color
fr_fr: Couleur

source: Minimum occupation
fr_fr: Occupation minimum

source: Maximum occupation
fr_fr: Occupation maximum

source: Minimum delay
fr_fr: Délai minimum

source: Reservation reasons
fr_fr: Raisons des réservations

source: [0]No delay|[1]1 minute|(1,+Inf]%delay% minutes
fr_fr: [0]Aucun délai|[1]1 minute|(1,+Inf]%delay% minutes

source: Edit reasons
fr_fr: Modifier les raisons

source: Add reason
fr_fr: Ajouter une raison

source: No reasons.
fr_fr: Pas de raisons.

source: Edit subscription for %user_name%
fr_fr: Modifier les inscriptions pour %user_name%

source: the subscription list page
fr_fr: la liste des inscriptions

source: Edit subscription for card #%card_number%
fr_fr: Modifier les inscriptions pour la carte #%card_number%

source: Edit subscription for users of %usergroup_name%
fr_fr: Modifier les inscriptions pour les utilisateurs du groupe %usergroup_name%

source: the user groups list page
fr_fr: la liste des groupes

source: New subscription for %user_name%
fr_fr: Nouvelle inscription pour %user_name%

source: New subscription for card #%card_number%
fr_fr: Nouvelle inscription pour la carte #%card_number%

source: Subscription list for "%user_name%"
fr_fr: Liste des inscriptions pour &laquo;&nbsp;%user_name%&nbsp;&raquo;

source: Subscription list for card #%card_number%
fr_fr: Liste des inscriptions pour la carte #%card_number%

source: You can %user_link%.
fr_fr: Vous pouvez %user_link%.

source: go back to the users page
fr_fr: retourner à la liste des utilisateurs

source: You can %card_link%.
fr_fr: Vous pouvez %card_link%

source: go back to the cards page
fr_fr: retourner à la liste des cartes

source: [0]No subscriptions.|[1]There is actually one subscription.|(1,+Inf]There is actually %count% subscriptions.
fr_fr: [0]Pas d'inscription.[1]Il y a une inscription.|(1,+Inf]Il y a %count% inscriptions.

source: Start
fr_fr: Début

source: Stop
fr_fr: Fin

source: Max. credits (hours)
fr_fr: Crédits max. (heures)

source: Remaining credits (hours)
fr_fr: Crédits restants (heures)

source: Days in advance
fr_fr: Jours à l'avance

source: At the very beginning !
fr_fr: Au début des temps !

source: Never stops
fr_fr: Ne s'arrête jamais

source: Unlimited
fr_fr: Illimité

source: add a new subscription
fr_fr: ajouter une nouvelle inscription

source: See previous %count%
fr_fr: Voir la/les %count% entrée(s) précédente(s)

source: See first %count%
fr_fr: Voir la/les %count% première(s) entrée(s)

source: See next %count%
fr_fr: Voir la/les %count% entrée(s) suivante(s)

source: See last %count%
fr_fr: Voir la/les %count% dernière(s) entrée(s)

source: Select page:
fr_fr: Choisir la page&nbsp;:

source: Edit reason for %activity_name%
fr_fr: Modifier les raisons pour %activity_name%

source: the reason list page
fr_fr: la liste des raisons

source: New reason for %activity_name%
fr_fr: Nouvelle raison pour %activity_name%

source: Reservation reasons for "%activity_name%"
fr_fr: Raisons pour &laquo;&nbsp;%activity_name%&nbsp;&raquo;

source: You can %activity_link%.
fr_fr: Vous pouvez %activity_link%.

source: go back to the entries page
fr_fr: retourner à la liste des entrées

source: add a new reason
fr_fr: ajouter une nouvelle raison

source: Delete reason
fr_fr: Supprimer la raison

source: Edit Room
fr_fr: Modifier la salle

source: the room list page
fr_fr: la liste des salles

source: New Room
fr_fr: Nouvelle salle

source: Room search
fr_fr: Recherche de salle

source: You can also %room_index_link%.
fr_fr: Vous pouvez aussi %room_index_link%.

source: go back to the room page
fr_fr: retourner à la liste des salles

source: Search room
fr_fr: Rechercher une salle

source: Room list
fr_fr: Liste des salles

source: [0]No rooms match.|[1]There is one matching room.|(1,+Inf]There is actually %count% matching rooms.
fr_fr: [0]Aucune salle ne correspond aux critères de recherche.|[1]Il y a une salle correspondante|(1,+Inf]Il y a %count% salles correspondante.

source: You can also %clear_filter_link%.
fr_fr: Vous pouvez aussi %clear_filter_link%.

source: [0]No rooms in the database.|[1]There is actually one room in the database.|(1,+Inf]There is actually %count% rooms in the database.
fr_fr: [0]Pas de salle dans la base de données.[1]Il y a une salle dans la base de données.|(1,+Inf]Il y a %count% salles dans la base de données.

source: If you want a better view on room organization, you can go to %zone_link%.
fr_fr: Si vous désirez une meilleure vue sur l'organisation des salles, vous pouvez visualiser %zone_link%.

source: You can also %search_link%.
fr_fr: Vous pouvez aussi %search_link%.

source: JavaScript is disabled. Status change functions disabled due to security measures.
fr_fr: JavaScript est désactivé. Fonctions de changement de statut désactivées pour raison de sécurité.

source: add a new room
fr_fr: ajouter une nouvelle salle

source: Capacity
fr_fr: Capacité

source: Address
fr_fr: Adresse

source: Opening time
fr_fr: Heures d'ouverture

source: Closing time
fr_fr: Périodes de fermeture

source: No capacity specified
fr_fr: Pas de capacité définie

source: Edit features
fr_fr: Modifier les caractéristiques

source: No feature values
fr_fr: Pas de caractéristiques

source: Edit opening time
fr_fr: Modifier les heures d'ouverture

source: %hours% hour(s) per week.
fr_fr: %hours% heure(s) par semaine

source: No opening time !
fr_fr: Pas d'heures d'ouverture !

source: Edit closing time
fr_fr: Modifier les périodes de fermeture

source: %count% closing time(s).
fr_fr: %count% période(s) de fermeture.

source: No closing time.
fr_fr: Pas de période de fermeture.

source: Edit "%room_name%" features
fr_fr: Modifier les caractéristiques de la salle %room_name%

source: Edit value
fr_fr: Modifier la valeur

source: the value list page
fr_fr: la liste des valeurs

source: New value
fr_fr: Nouvelle valeur

source: Values for "%feature_name%"
fr_fr: Valeurs pour &laquo;&nbsp;%feature_name%&nbsp;&raquo;

source: Go back to the features list.
fr_fr: Retourner à la liste des caractéristiques.

source: add a new value
fr_fr: ajouter une nouvelle valeur

source: Value
fr_fr: Valeur

source: Edit
fr_fr: Modifier

source: View message
fr_fr: Voir le message

source: Go back to %message_link%.
fr_fr: Retourner à %message_link%.

source: the messages list
fr_fr: la liste des messages

source: From
fr_fr: De

source: At
fr_fr: Le

source: Subject
fr_fr: Sujet

source: Send message
fr_fr: Envoyer le message

source: My messages
fr_fr: Mes messages

source: [0]No unread messages.|[1]You have one unread message in your mailbox.|(1,+Inf]You have %unread_count% unread messages in your mailbox.
fr_fr: [0]Pas de nouveau message.|[1]Vous avez un nouveau message.|(1,+Inf]Vous avez %count% nouveaux messages.

source: Received/Send at
fr_fr: Reçu/Envoyé le

source: Reply
fr_fr: Répondre

source: Reply to message
fr_fr: Répondre

source: the original message
fr_fr: le message original

source: Send failed
fr_fr: L'envoi a échoué

source: The server failed to send the message. This might be a temporary error.
fr_fr: Le serveur n'a pas réussi à envoyer le message. Cela peut être une erreur temporaire.

source: Please contact your administrator is the problem occurs again.
fr_fr: Veuillez contacter votre administrateur si le problème survient à nouveau.

source: Edit day period for %room_name%
fr_fr: Modifier les heures d'ouverture pour %room_name%

source: the opening time page
fr_fr: la page des heures d'ouverture

source: New day period for %room_name%
fr_fr: Nouvelle période horaire pour %room_name%

source: Opening time for "%room_name%"
fr_fr: Périodes d'ouverture pour la salle %room_name%

source: You can %room_link%.
fr_fr: Vous pouvez %room_link%

source: go back to the rooms page
fr_fr: retourner à la liste des salles

source: Copy periods from another room:
fr_fr: Copier les heures d'ouverture depuis une autre salle

source: Copy
fr_fr: Copier

source: You may also %clear_link%.
fr_fr: Vous pouvez aussi %clear_link%

source: Clear the periods
fr_fr: Effacer les périodes d'ouverture

source: add a new period
fr_fr: ajouter une nouvelle période

source: Delete period
fr_fr: Supprimer

source: Edit period
fr_fr: Modifier

source: Copy every available day
fr_fr: Répéter tous les jours

source: Repeat every day
fr_fr: Répéter tous les jours

source: Add a new period
fr_fr: Ajouter une nouvelle période

source: Go back to %room_link%.
fr_fr: Retourner à %room_link%.

source: the room planning page
fr_fr: la page de planning de la salle

source: Edit reservation for %activity_name% in %room_name%
fr_fr: Modifier la réservation pour l'entrée %activity_name% dans la salle %room_name%

source: Go back to %room_page%.
fr_fr: Retourner à %room_page%.

source: Repeat reservation
fr_fr: Répéter la réservation

source: Here are the reservation results:
fr_fr: Voici les résultats de la réservation périodique&nbsp;:

source: Go to date...
fr_fr: Aller à la date...

source: Reservation successful
fr_fr: La réservation a réussi

source: Unable to book:
fr_fr: Impossible de réserver&nbsp;:

source: New reservation for %activity_name% in %room_name%
fr_fr: Nouvelle réservation pour l'entrée %activity_name% dans la salle %room_name%

source: Previous week
fr_fr: Semaine précédente

source: Next week
fr_fr: Semaine suivante

source: Week #%week_number% - %year%
fr_fr: Semaine #%week_number% - %year%

source: Delete reservation
fr_fr: Supprimer la réservation

source: Edit reservation
fr_fr: Modifier la réservation

source: View reservation
fr_fr: Voir la réservation

source: Reserved by:
fr_fr: Réservé par&nbsp;:

source: Reserved for:
fr_fr: Réservé pour&nbsp;:

source: Reason:
fr_fr: Raison&nbsp;:

source: Time:
fr_fr: Heures&nbsp;:

source: Duration:
fr_fr: Durée&nbsp;:

source: %duration% hour(s)
fr_fr: %duration% heure(s)

source: Status:
fr_fr: Statut&nbsp;:

source: Idle
fr_fr: En attente

source: Synchronized with physical access
fr_fr: Synchronisé avec le contrôle d'accès physique

source: Blocked: user(s) can access room
fr_fr: Bloqué&nbsp;: les utilisateurs peuvent accéder à la salle

source: Physical access reports error !
fr_fr: Le contrôle d'accès physique reporte une erreur !

source: Add a new reservation
fr_fr: Ajouter une nouvelle réservation

source: Planning for "%room_name%"
fr_fr: Emploi du temps pour la salle %room_name%

source: Deletion error
fr_fr: Erreur de suppression

source: Unable to delete the reservation. Operation denied.
fr_fr: Impossible de supprimer la réservation. Opération refusée.

source: add a new reservation
fr_fr: ajouter une nouvelle réservation

source: Repeat reservation for %activity_name% in %room_name%
fr_fr: Répéter la réservation pour l'entrée %activity_name% dans la salle %room_name%

source: Card authentication
fr_fr: Connexion par carte

source: Authentication error
fr_fr: Erreur d'authentification

source: Please check your card number and pin code.
fr_fr: Veuillez vérifier votre numéro de carte et votre code PIN

source: Authenticate
fr_fr: S'authentifier

source: You can also %login_link%.
fr_fr: Vous pouvez aussi %login_link%.

source: login with a username
fr_fr: vous connecter avec un identifiant

source: Authentication required
fr_fr: Authentification requise

source: The page you requested needs an authentication.
fr_fr: La page demandée nécessite une authentification.

source: You can log in using %login_page%.
fr_fr: Vous pouvez vous connecter en allant sur %login_page%.

source: the login page
fr_fr: la page d'authentification

source: Insufficient credentials
fr_fr: Permissions insuffisantes

source: You do not have the required permissions to access this page.
fr_fr: Vous n'avez pas les permissions requises pour accéder à la page.

source: You may log in with a different account using %logout_page%.
fr_fr: Vous pouvez vous connecter avec un compte différent en vous rendant sur %logout_page%.

source: Or you can go back to %previous_page%.
fr_fr: Ou vous pouvez retourner à %previous_page%.

source: the previous page
fr_fr: la page précédente

source: Welcome %name%:
fr_fr: Bienvenue %name%&nbsp;:

source: Welcome:
fr_fr: Bienvenue&nbsp;:

source: Authentication
fr_fr: Authentification

source: Please check your username and password.
fr_fr: Veuillez vérifier votre identifiant/mot de passe.

source: You do not have an account ? %register_link%
fr_fr: Vous n'avez pas de compte ? %register_link%

source: Register !
fr_fr: Inscrivez-vous !

source: You can also %card_login_link%.
fr_fr: Vous pouvez aussi %card_login_link%.

source: login with a card
fr_fr: se connecter avec une carte

source: Register
fr_fr: S'inscrire

source: Registration done !
fr_fr: Inscription réussie !

source: Congratulations ! You have successfully registered to the Tempo's system.
fr_fr: Félicitations ! Vous vous êtes correctement enregistré sur le système Tempo's.

source: Note: You may not be able to login until an administrator validates your appliance.
fr_fr: Note&nbsp;: Vous ne pourrez vous connecter que lorsqu'un administrateur aura validé votre demande.

source: You can now %link_login%.
fr_fr: Vous pouvez %link_login%.

source: go back to the login page
fr_fr: retourner à la page d'authentification

source: Registration
fr_fr: Inscription

source: The following informations are required to register an new account.
fr_fr: Les données suivantes sont nécessaires pour vous inscrire.

source: Registration information
fr_fr: Informations d'inscription

source: Your account will only be usable when validated by an administrator.
fr_fr: Votre compte ne sera utilisable que lorsque validé par un administrateur.

source: Don't forget to fill in your email address to receive information about your registration.
fr_fr: N'oubliez pas de renseigner votre adresse de courriel pour recevoir vos informations d'inscription.

source: logout
fr_fr: se déconnecter

source: login
fr_fr: se connecter

source: register
fr_fr: s'inscrire

source: General configuration
fr_fr: Configuration générale

source: Configuration updated !
fr_fr: Configuration mise à jour !

source: The configuration was saved and applied.
fr_fr: La configuration a été sauvée et appliquée.

source: Configuration error !
fr_fr: Erreur de configuration !

source: There is one or more error(s) in the form.
fr_fr: Il y a au moins une erreur dans le formulaire.

source: Unable to save the configuration.
fr_fr: Impossible de sauvegarder la configuration.

source: Be careful !
fr_fr: Soyez prudent !

source: Be sure you know what you're doing before changing a value in this section ! Misconfiguration could lead to a definitive loss of access.
fr_fr: Soyez sûr de ce que vous faites en modifiant les valeurs de cette page. Une erreur de configuration pourrait conduire à une perte irrémédiable des accès !

source: Here is the general configuration for your Tempo's system.
fr_fr: Voici la configuration générale de votre système Tempo's.

source: Apply &amp; Save
fr_fr: Appliquer et sauver

source: Edit Feature
fr_fr: Modifier la caractéristique

source: the feature list page
fr_fr: la liste des caractéristiques

source: New Feature
fr_fr: Nouvelle caractéristique
